import React from 'react';
import './Delivery.css'

class Delivery extends React.Component {
    render () {
        return (
            <div className='delivery'>
                <h1>Доставка</h1>
                <img src="https://firebasestorage.googleapis.com/v0/b/scooby-54939.appspot.com/o/Dostavka_zabrat_c_magazina.png?alt=media&token=c5eb9400-0685-402e-8394-7832a0184ccc" alt="free-delivery"/>
                <h3>Хотите получить этот товар сегодня?</h3>
                <p>
                    Оформляйте заказ до 17:00 и забирайте в нашем магазине в Киеве (при условии наличия товара на
                    складе в Киеве) :
                    <br/>
                    <b>ТВК Глобус</b> (м. Майдан Незалежности) ежедневно с 10:00 до 22:00.
                    <br/>
                    <b>ТК Олимпийский</b> (м. Олимпийская) ежедневно с 10:00 до 21:00.
                    <br/>
                    Доставка товар в магазин по Вашему заказу осуществляется <b>БЕСПЛАТНО.</b>
                    <br/>
                    При оформлении заказа, оператор контакт-центра Scooby.ua, уточняет удобное для Вас место и время
                    приезда за покупкой.
                    <br/>
                    После подтверждения заказа Вы получите уведомление с информацией о его готовности.
                    <br/>
                    Зарезервированный товар хранится в магазине не более 24 часов.
                    <br/>
                    <i>В точке выдачи мы соблюдаем требования и нормы, соответствующие санитарно-эпидемиологической
                        ситуации в Украине.  Персонал работает в масках, а так же в наличии есть санитайзеры, которыми
                        могут воспользоваться посетители для обработки рук и гаджетов.</i>
                </p>
                <img src="https://firebasestorage.googleapis.com/v0/b/scooby-54939.appspot.com/o/novoy_pochtoy-2.jpg?alt=media&token=d20d9f83-2529-48f3-b929-4922bef3cf36" alt="NovaPochta-delivery"/>
                <h3>Доставка в отделение «Новая Почта»</h3>
                <p>
                    Доставка осуществляется в любое выбранное вами отделение Новой почты. Стоимость доставки зависит от
                    типа оплаты и стоимости товара. Пересылка товара по Украине оплачивается покупателем согласно
                    тарифов службы доставки "Новая Почта". При поступлении посылки в ваше отделение Вы получите
                    уведомление и сможете забрать ваш заказ.
                    <br/>
                    При подтверждении заказа до 14:00, отправка производится в день заказа. Сроки доставки в отделение
                    1 - 3 дня.
                    <br/>
                    После отправки заказа Вы получите SMS-сообщение с номером экспресс-накладной.
                    <br/>
                    Узнать дату получения и стоимость доставки вашего заказа Вы можете позвонив на нашу горячую линию
                    или посетив сайт компании «Новая Почта».
                    <br/>
                    Отправка заказов стоимостью от 30000 грн наложенным платежом возможна только при условии предоплаты
                    в размере стоимости доставки в обе стороны.
                </p>
                <h3>Адресная доставка курьером Новой почты в любой город Украины</h3>
                <p>
                    Вы можете воспользоваться адресной доставкой по всей Украине. Этот тип доставки осуществляется
                    курьерами Новой Почты. С тарифами доставки "до двери" вы можете ознакомится на официальном сайте
                    службы доставки “Новая Почта”.
                    <br/>
                    Такой вид доставки осуществляется после полной предварительной оплаты заказа.
                </p>
                <img src="https://firebasestorage.googleapis.com/v0/b/scooby-54939.appspot.com/o/dostavka_kurier.png?alt=media&token=84b0598a-af1c-4213-9973-96ea91ff924f" alt="address-delivery"/>
                <h3>Адресная доставка по Киеву</h3>
                <p>
                    Адресная доставка заказов по Киеву осуществляется с понедельника по субботу с 11:00 до 19:00
                    бесплатно, при сумме заказа более 5000 грн.  При заказе менее 5000 грн стоимость доставки составляет
                    50 грн.
                    <br/>
                    Срок доставки оговаривается оператором при подтверждении вашего заказа. Конкретное время доставки
                    будет согласовано с вами заранее непосредственно курьером. Для комфортного обслуживания клиентов и
                    своевременной доставки всех заказов, курьер сможет ожидать Вас не более 15 минут с момента прибытия.
                    Пожалуйста, будьте готовы к получению заказа.
                    <br/>
                    Доставка осуществляется до входа в здание, с возможностью свободного проезда. В присутствии курьера
                    внимательно осмотрите внешний вид и комплектацию товара. В обязательном порядке проверяйте ваш заказ
                    на соответствие с товарным чеком перед оплатой курьеру. Из соображений безопасности, проверка товара
                    и товарно-денежный обмен проводится в автомобиле курьера.
                    <br/>
                    Обращаем ваше внимание, что при получении посылки у курьера и подписывая акт приема-передачи Вы
                    подтверждаете факт проверки посылки на соответствие вашему заказу, а также соглашаетесь с внешним
                    видом товара, его комплектацией и не имеете претензий к интернет-магазину.
                </p>
            </div>
        )
    }
}

export default Delivery