import React from "react";
import "./AboutSite.css";

class AboutSite extends React.Component {
    render() {
        return (
            <div className="about-site">
                <h4>Scooby.ua - Интернет-магазин цифровой техники и электроники</h4>
                <hr />
                <h5>10 лет на рынке Украины.</h5>
                <p>
                    Интернет магазин техники Apple работает для всех жителей Украины.
                    Заказывайте товар онлайн, не покидая рабочее кресло! Наши курьеры
                    доставят заказ по указанному адресу в самое ближайшее время. Среди
                    постоянных клиентов лучшего интернет магазина ноутбуков жители Киева,
                    Днепра, Харькова, Львова, Одессы и других городов.
                </p>
                <h4>Преимущества интернет магазина техники Apple Scooby.ua</h4>
                <hr />
                <ol>
                    <li>
                        Scooby.ua - самый дешевый интернет магазин техники Apple. Мы
                        предлагаем качественные товары по невысоким ценам. Многие знают
                        Scooby.ua, как интернет-магазин дешевой техники Apple. Товары у нас
                        всегда в наличии
                    </li>
                    <li>
                        Оформить заказ с доставкой из интернет магазина электроники можно
                        круглосуточно. Просто составьте необходимый товар в корзину и
                        отправьте запрос. Менеджер компании свяжется с вами в ближайшее
                        время.
                    </li>
                    <li>
                        Оплатить товар с интернет-магазина техники Apple можно любым удобным способом: наличными, картой на сайте, перевод.
                    </li>
                    <li>
                        Вас также порадует быстрая доставка товара из интернет-магазина. Для покупателей из Киева, чек которых превышает 5000 грн, доставка осуществляется бесплатно. Доставка из интернет магазина по Украине осуществляется «Новой почтой» или любой другой службой доставки на ваш выбор.
                    </li>
                    <li>
                        Для вашего удобства отдельным блоком представлены позиции, которые чаще всего пользуются спросом. Так называемые популярные товары интернет магазин рекомендует рассмотреть в первую очередь. Это товар еще никого не подводил.
                    </li>
                    <li>
                        Гарантии. Кроме гарантий от производителей, Scooby.ua оказывает профессиональную пост гарантийную поддержку. Собственный сервисный центр - это решение любой проблемы в кратчайшие сроки!
                    </li>
                    <p>Приглашаем оформить покупку прямо сейчас!</p>
                </ol>
            </div>
        );
    }
}

export default AboutSite;
